packages/eessi-testsuite/eessi_testsuite-0.7.1.tar.gz/eessi_testsuite-0.7.1/eessi/testsuite/tests/apps/openfoam/src/cavity3D/8M/fixedIter/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allpre
runParallel $(getApplication)

#------------------------------------------------------------------------------
